Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/civil_law/originating_summons.html.txt.tmx
Source language: en
Languages: ga

source: • Setting down for trial
ga: • Triail a chur síos

source: In the High Court, the person who is bringing the case, that is, the person who is suing, is known as the plaintiff
ga: San Ard-Chúirt, tugtar an gearánaí ar an duine a bhfuil tús á chur acu leis an gcás, is é sin, an duine a bhfuil agairt á dhéanamh acu

source: The person who is being sued is known as the defendant
ga: Tugtar an cosantóir ar an duine a bhfuil agairt á dhéanamh orthu

source: To commence proceedings, that is, to start a legal action, the plaintiff's barrister prepares an originating summons
ga: Chun tús a chur le himeachtaí, is é sin, chun tús a chur le caingean dlí, ullmhaíonn abhcóide an ghearánaí toghairm thionscnaimh

source: The purpose of this document is to state the case being made against the defendant
ga: Is é cuspóir na cáipéise seo chun an cás atá á dhéanamh i leith an chosantóra a lua

source: When the defendant receives the summons, they must enter an appearance to show that they are now a party to the case
ga: Nuair a fhaigheann an cosantóir an toghairm, ní mór dóibh láithreas a thaifeadadh lena thaispeáint gur páirtí anois iad sa chás

source: Depending on the type of originating summons, the plaintiff may have to serve a statement of claim on the defendant
ga: Ag brath ar shaghas na toghairme tionscnaimh, b’fhéidir go mbeidh ar an ngearánaí ráitis éilimh a sheirbheáil ar an gcosantóir

source: When the defendant has received the statement of claim, they will issue a defence, setting out why the defendant is not to blame
ga: Nuair a bhíonn an ráiteas éilimh faighte ag an gcosantóir, eiseoidh siad cosaint, ina leagtar amach cén fáth nach bhfuil an locht ar an gcosantóir

source: If the defendant believes that they actually have a claim against the plaintiff, the defendant will include a counterclaim with the defence setting out their claim against the plaintiff
ga: Má chreideann an cosantóir go dtarlaíonn go bhfuil éileamh acu i gcoinne an ghearánaí, cuirfidh an cosantóir frithéileamh san áireamh leis an gcosaint ina leagtar amach a n-éileamh i leith an ghearánaí

source: Usually proceedings in the High Court are commenced by an originating summons
ga: De ghnáth, cuirtear tús le himeachtaí san Ard-Chúirt le toghairm thionscnaimh

source: After the summons has been prepared by your barrister, your solicitor takes it to the Central Office to be issued - this involves paying the stamp duty
ga: I ndiaidh gur ullmhaigh d’abhcóide an toghairm, tabharfaidh d’aturnae í chuig an Lároifig go n-eiseofar í – is gá an dleacht stampála a íoc mar chuid de seo

source: After the stamp duty has been paid, the summons is stamped and it is ready to be served on the defendant
ga: I ndiaidh go n-íoctar an dleacht stampála, stampáiltear an toghairm agus bíonn sí réidh le seirbheáil ar an gcosantóir

source: There is more information in Order 5 of the Rules of the Superior Courts
ga: Tá níos mó faisnéise ar fáil in Ordú 5 de Rialacha na nUaschúirteanna

source: There are 3 types of originating summons:
ga: Tá 3 shaghas de thoghairm thionscnaimh ann:

source: • A plenary summons is used to commence proceedings where there is a real dispute between the parties and/or the amount of the plaintiff's claim is not specific or easy to calculate
ga: • Úsáidtear toghairm iomlánach chun tús a chur le himeachtaí nuair atá fíor-dhíospóid idir na páirtithe agus/nó mura mbíonn méid éileamh an ghearánaí sonrach nó furasta le ríomh

source: For example, a plenary summons may be used where the plaintiff claims that they were injured in a road traffic accident due to the defendant's negligence
ga: Mar shampla, féadtar toghairm iomlánach a úsáid nuair a mhaíonn an gearánaí gur gortaíodh iad i dtimpiste um thrácht ar bhóithre mar gheall ar fhaillí an chosantóra

source: When a plenary summons is issued, the next step is for the parties to exchange pleadings (see statement of claim and delivering the defence below)
ga: Nuair a eisítear toghairm iomlánach, is í an chéad chéim eile do na páirtithe chun pléadálacha a mhalartú (féach ‘ráiteas éilimh’ agus ‘an chosaint a sholáthar’ thíos)

source: Eventually, the case will be given a date for a trial and there may be evidence given by witnesses
ga: Ar deireadh, tabharfar dáta trialach don chás agus féadfaidh finnéithe fianaise a thabhairt

source: • A summary summons is used when the amount of the plaintiff's claim is easily quantifiable and the defendant does not have any valid defence
ga: • Úsáidtear toghairm iomlánach nuair atá méid éileamh an ghearánaí furasta le cainníochtú agus nuair nach mbíonn aon chosaint bhailí ag an gcosantóir

source: For example, a summary summons may be used where the plaintiff claims that they lent the defendant a specific amount of money that has not been repaid
ga: Mar shampla, is féidir toghairm iomlánach a úsáid nuair a mhaíonn an gearánaí gur thug siad suim shonrach airgid ar iasacht don chosantóir nár aisíoc siad

source: Summary proceedings do not involve pleadings and do not end in a trial with evidence given by witnesses
ga: Níl pléadálacha i gceist le himeachtaí achomair agus ní chríochnaítear iad le triail ina dtugann finnéithe fianaise

source: It is a fast-track procedure where the judge decides the case after reading affidavits submitted by both sides
ga: Is nós imeachta mear é ina ndéanann an breitheamh cinneadh ar an gcás i ndiaidh mionnscríbhinní a sheol an dá thaobh isteach

source: However, if it becomes clear to the judge that the defendant has a stateable defence to the claim, the judge may order that the case be dealt with as plenary proceedings
ga: Más soiléir don bhreitheamh go bhfuil cosaint inluaite ag an gcosantóir leis an éileamh, féadfaidh an breitheamh a ordú go ndéileálfar leis an gcás mar imeachtaí iomlánacha

source: This means that pleadings will be exchanged and the matter may go to trial
ga: Ciallaíonn seo go ndéanfar pléadálacha a mhalartú agus go bhféadfadh an cheist triail a bhaint amach

source: • A special summons is used for cases that involve pure issues of law or very specific issues of fact
ga: • Úsáidtear toghairm speisialta do chásanna ina bhfuil saincheisteanna glana dlí nó saincheisteanna an-ghlana fírice i gceist

source: For example, a special summons will be issued to commence a claim relating to the administration of the estate of a deceased person
ga: Mar shampla, eiseofar toghairm speisialta chun tús a chur le héileamh a bhaineann le riar eastát duine éagtha

source: Like summary proceedings, this is a fast-track procedure where the judge decides the case by reading affidavits submitted by both sides
ga: Ar nós imeachtaí iomlánacha, is nós imeachta mear seo ina ndéanann an breitheamh cinneadh ar an gcás trí mhionnscríbhinní a léamh a sheolann an dá thaobh isteach

source: There is more information on originating summons on the Courts Service website
ga: Tá fáil ar bhreis faisnéise ar thoghairmeacha tionscnaimh ar láithreán gréasáin na Seirbhíse Cúirteanna

source: All originating summonses must contain the following information:
ga: Ní mór an fhaisnéis a leanas a bheith cuimsithe i ngach toghairm thionscnaimh:

source: • A title – the plaintiff's name and the defendant's name make up the title of the proceedings
ga: • Teideal – comhdhéanann ainm an ghearánaí agus ainm an chosantóra teideal na n-imeachtaí

source: • The type of the summons, for example, plenary summons
ga: • Saghas na toghairme, mar shampla, toghairm iomlánach

source: • A description of the parties – the summons must state the surname, first name, the residence or place of business and the occupation of the plaintiff
ga: • Cur síos ar na páirtithe – ní mór go luafar sa toghairm sloinne, céadainm, áit chónaithe nó áit ghnó agus gairm an ghearánaí

source: It must also state the name and address of the defendant (or their solicitor)
ga: Chomh maith leis sin, ní mór go luafar ainm agus seoladh an chosantóra (nó a n-aturnae)

source: • An indorsement of claim – this is the part of the summons that sets out what the plaintiff claims they are entitled to
ga: • Formhuiniú éilimh – tá seo mar chuid den toghairm ina leagtar amach an méid a mhaíonn an gearánaí atá siad i dteideal a fháil

source: The level of detail necessary in this section depends on the type of summons
ga: Braitheann an méid sonraí a theastaíonn sa mhír seo ar shaghas na toghairme

source: If the summons is a plenary summons, it is only necessary to give the defendant information about the general nature of the plaintiff's claim – more detail will be provided in the statement of claim that follows
ga: Más toghairm iomlánach an toghairm, ní gá ach faisnéis a thabhairt don chosantóir faoi chineál ginearálta éileamh an ghearánaí – soláthrófar níos mó sonraí sa ráiteas éilimh a leanfaidh sin

source: If the summons is a summary summons or a special summons, much more detail must be given about the nature, extent and grounds of the plaintiff's claim against the defendant
ga: Más toghairm iomlánach nó toghairm speisialta an toghairm, ní mór i bhfad níos mó sonraí a thabhairt faoi chineál, méid agus bunúis éileamh an ghearánaí i leith an chosantóra

source: It should clearly set out the allegations that are being made by the plaintiff and the amount that the plaintiff claims they are entitled to
ga: Ba cheart go leagfaí amach go soiléir na líomhaintí atá á ndéanamh ag an ngearánaí agus an méid a mhaíonn an gearánaí go bhfuil siad i dteideal a fháil

source: Serving an originating summons
ga: Toghairm thionscnaimh a sheirbheáil

source: To serve an originating summons, a copy of the summons must be handed to the defendant and they must be shown the original
ga: Chun toghairm thionscnaimh a sheirbheáil, ní mór cóip den toghairm a thabhairt don chosantóir agus ní mór dóibh an bhunchóip a thaispeáint dóibh

source: The summons can be served on the defendant's solicitor if they accept service on behalf of their client and is authorised to do so
ga: Féadtar an toghairm a sheirbheáil ar aturnae an chosantóra má ghlacann siad le seirbheáil a dhéanamh thar ceann a gcliaint agus má tá siad údaraithe chun amhlaidh a dhéanamh

source: There is more information on serving a summons in Order 9 of the Rules of the Superior Courts
ga: Tá níos mó faisnéise ar thoghairm a sheirbheáil in Ordú 9 de Rialacha na nUaschúirteanna

source: When a defendant receives a plenary or a summary summons they should enter an appearance within 8 days
ga: Sa chás go bhfaigheann cosantóir toghairm iomlánach nó achomair, ba cheart dóibh láithreas a thaifeadadh laistigh de 8 lá

source: This time limit is not strict and in most cases, an appearance can be entered after the time has expired
ga: Níl an teorainn ama dian agus, i dtromlach na gcásanna, féadtar láithreas a iontráil i ndiaidh gur éag an t-am

source: When a defendant receives a special summons they may enter an appearance at any time
ga: Sa chás go bhfaigheann cosantóir toghairm speisialta, féadfaidh siad láithreas a thaifeadadh ag aon tráth

source: They will not be heard at any proceedings unless they have entered an appearance
ga: Ní éistfear leo ag aon imeachtaí murar iontráil siad láithreas

source: Entering an appearance is a very important step as it indicates that the defendant intends to defend the proceedings
ga: Céim an-tábhachtach is ea láithreas a thaifeadadh mar gheall go dtugann sé le fios go mbeartaíonn an cosantóir chun na himeachtaí a chosaint

source: To enter an appearance, the defendant must lodge a memorandum of appearance at the Central Office
ga: Chun láithreas a thaifeadadh, ní mór don chosantóir meabhrán láithris a sheoladh ar aghaidh ag an Lároifig

source: The plaintiff's solicitor must then be notified by the defendant that an appearance has been entered
ga: Ní mór don chosantóir fógra a thabhairt d’aturnae an ghearánaí ina dhiaidh sin gur iontráladh láithreas

source: The short form must contain the following information:
ga: Ní mór go gcuimsítear an fhaisnéis a leanas san fhoirm ghearr:

source: • The name of the defendant's solicitor. If the defendant does not have a solicitor, it must state that the defendant defends in person
ga: • Ainm aturnae an chosantóra Mura bhfuil aturnae ag an gcosantóir, ní mór go luafar ann go ndéanfaidh an cosantóir na himeachtaí a chosaint iad féin

source: • The form must also give the solicitor's address
ga: • Ní mór seoladh an aturnae a thabhairt san fhoirm, chomh maith

source: If the defendant does not have a solicitor, it must state an address where documents can be left for them
ga: Mura bhfuil aturnae ag an gcosantóir, ní mór go luafar seoladh ann inar féidir cáipéisí a fhágáil dóibh

source: Further information on entering an appearance is available in Order 12 of the Rules of the Superior Courts
ga: Tá fáil ar thuilleadh faisnéise ar láithreas a iontráil in Ordú 12 de Rialacha na nUaschúirteanna

source: If the case has been commenced by a plenary summons and the defendant has entered an appearance, then the next step is for the plaintiff to serve a statement of claim on the defendant
ga: Má cuireadh tús leis an gcás trí thoghairm iomlánach agus má d’iontráil an cosantóir láithreas, is é an chéad chéim ná go seirbheálfaidh an gearánaí ráiteas éilimh ar an gcosantóir

source: The plaintiff has 21 days to deliver the statement of claim after the defendant has entered an appearance
ga: Tugtar 21 lá don ghearánaí chun an ráiteas éilimh a sholáthar i ndiaidh gur iontráil an cosantóir láithreas

source: If the plaintiff fails to deliver the statement of claim within the required time, the defendant can apply to the court to dismiss the action for want of prosecution
ga: Má theipeann ar an ngearánaí an ráiteas éilimh a iontráil laistigh den tráth a theastaíonn, féadfaidh an cosantóir iarratas a dhéanamh ar an gcúirt chun an caingean a dhíbhe d’fhonn ionchúiseamh a dhéanamh

source: It is not necessary to serve the statement of claim personally on the defendant – it may be sent by registered post
ga: Ní gá an ráiteas éilimh a sheirbheáil go pearsanta ar an gcosantóir – is féidir é a sheoladh sa phost cláraithe

source: The purpose of the statement of claim is to show the defendant the case that is being made against them and which they have to meet at the trial of the action
ga: Is é cuspóir an ráitis éilimh an cás a thaispeáint don chosantóir atá á dhéanamh ina leith agus an cás a mbeidh orthu aghaidh a thabhairt air ag triail na caingne

source: The statement of claim must contain the following information:
ga: Ní mór an fhaisnéis a leanas a bheith cuimsithe sa ráiteas éilimh:

source: • The title and record number – the plaintiff's name and the defendant's name make up the title of the proceedings
ga: • An teideal agus an uimhir thaifid – comhdhéanann ainm an ghearánaí agus ainm an chosantóra teideal na n-imeachtaí

source: • A description of the parties – the statement of claim must state the surname, first name, the residence or place of business and the occupation of the plaintiff and the defendant
ga: • Cur síos ar na páirtithe – ní mór go luafar sa ráiteas éilimh sloinne, céadainm, áit chónaithe nó áit ghnó agus gairm an ghearánaí agus an chosantóra

source: • The statement of claim must state the nature, extent and grounds of the plaintiff's claim against the defendant
ga: • Ní mór go luafar sa ráiteas éilimh cineál, méid agus bunúis éileamh an ghearánaí i leith an chosantóra

source: It should clearly set out the allegations that are being made by the plaintiff and the damage that the plaintiff suffered
ga: Ba cheart go leagfaí amach go soiléir na líomhaintí atá á ndéanamh ag an ngearánaí agus an díobháil a raibh an gearánaí thíos léi

source: It should also state what the plaintiff is seeking from the court
ga: Anuas air sin, ba cheart go luafaí cad atá á lorg ag an ngearánaí ón gcúirt

source: • The statement of claim must be dated and signed by the plaintiff or their solicitor
ga: • Ní mór don ráiteas éilimh a bheith dátaithe agus sínithe ag an ngearánaí nó ag a n-aturnae

source: Further information is available in Order 20 of the Rules of the Superior Courts
ga: Tá fáil ar thuilleadh faisnéise in Ordú 20 de Rialacha na nUaschúirteanna

source: The defendant must deliver a defence to the plaintiff and they must deliver the defence within 28 days of receiving the statement of claim
ga: Ní mór don chosantóir cosaint a sholáthar don ghearánaí agus ní mór dóibh an chosaint a sholáthar laistigh de 28 lá tar éis an ráiteas éilimh a fháil

source: This time limit is not strict and in most cases, a defence can be delivered after the time has expired
ga: Níl an teorainn ama seo dian agus, i dtromlach na gcásanna, féadtar cosaint a sholáthar i ndiaidh gur éag an t-am

source: When they receive the statement of claim they may decide that not only have they done nothing wrong and the claim should not have been brought against them, but that they have a claim against the plaintiff
ga: Nuair a fhaigheann siad an ráiteas éilimh, féadfaidh siad a chinneadh ní hamháin nach ndearna siad aon rud mícheart agus nár cheart an t-éileamh a dhéanamh ina choinne, ach go bhfuil éileamh acu i gcoinne an ghearánaí

source: In those circumstances, they may wish to include a counterclaim with their defence
ga: Faoi na cúinsí siúd, b’fhéidir gur mian leo frithéileamh a chur san áireamh lena gcosaint

source: There are no set rules about what must be contained in the defence
ga: Níl aon rialacha seasta ann maidir leis an méid ar cheart a chuimsiú sa chosaint

source: The document starts with the title of the proceedings and the record number
ga: Tosaítear an cháipéis le teideal na n-imeachtaí agus an uimhir thaifid

source: It is up to the defendant to admit or deny the allegations that the plaintiff has made in their statement of claim
ga: Is faoin gcosantóir atá sé chun na líomhaintí a admháil nó a shéanadh a rinne an gearánaí ina ráiteas éilimh

source: It is also up to the defendant to state any specific defence that they are relying on
ga: Anuas air sin, is faoin gcosantóir atá sé chun aon chosaint shonrach a lua a bhfuil siad ag brath uirthi

source: For example, if the defendant is claiming that the plaintiff's claim has been brought outside of the time limits, then the defendant should specifically plead that fact in the defence
ga: Mar shampla, má tá mhaíonn an cosantóir go ndearnadh éileamh an ghearánaí lasmuigh de na teorainneacha ama, ba cheart don chosantóir an fhíric sin a phléadáil go sonrach sa chosaint

source: If the plaintiff has made a specific allegation and the defendant fails to deny that allegation in the defence, it will be assumed that the defendant is admitting that the allegation is true
ga: Má rinne an gearánaí líomhain shonrach agus má theipeann ar an gcosantóir an líomhain sin a shéanadh sa chosaint, meastar go bhfuil an cosantóir ag admháil go bhfuil an líomhain fíor

source: For example, if the plaintiff has claimed in the statement of claim that they were involved in a road traffic accident and the defence fails to deny that the road traffic accident occurred, then it is assumed that the defendant is admitting that the road traffic accident happened
ga: Mar shampla, má mhaíonn an gearánaí sa ráiteas éilimh go raibh baint ag an ngearánaí i dtimpiste um thrácht ar bhóithre agus má theipeann ar an gcosaint a shéanadh gur tharla an timpiste um thrácht ar bhóithre, meastar go bhfuil an cosantóir ag admháil gur tharla an timpiste um thrácht ar bhóithre

source: It is not then necessary for the plaintiff to prove to the judge that the accident occurred
ga: Ní gá don ghearánaí a chruthú don bhreitheamh gur tharla an timpiste

source: On the other hand, when the defendant specifically denies a claim that the plaintiff has made, they are putting the plaintiff on proof of the allegation
ga: Ar an taobh eile den phingin, nuair a shéanann an cosantóir go sonrach éileamh a rinne an gearánaí, cuirtear an gearánaí ar cruthúnas na líomhna

source: This means that the plaintiff must prove that the claim is true
ga: Ciallaíonn seo nach mór don ghearánaí a chruthú go bhfuil an t-éileamh fíor

source: For example, if the defence specifically denies that the road traffic accident occurred, the plaintiff must prove it by introducing evidence in court
ga: Mar shampla, má shéantar sa chosaint go sonrach gur tharla an timpiste um thrácht ar bhóithre, ní mór don ghearánaí a chruthú gur tharla sí trí fhianaise a thabhairt chun na cúirte

source: If the defendant wishes to make a claim against the plaintiff, this can be done by adding a counterclaim section to the defence
ga: Más main leis an gcosantóir éileamh a dhéanamh i gcoinne an ghearánaí, féadtar seo a dhéanamh trí mhír frithéilimh a chur leis an gcosaint

source: This must clearly set out the allegations that the defendant is making against the plaintiff and what the defendant seeks from the court
ga: Ní mór go leagtar amach go soiléir ann seo na líomhaintí atá á ndéanamh ag an gcosantóir i gcoinne an ghearánaí agus an méid atá á lorg ag an gcosantóir ón gcúirt

source: There is more information in Order 21 of the Rules of the Superior Courts
ga: Tá níos mó faisnéise ar fáil in Ordú 21 de Rialacha na nUaschúirteanna

source: It is often necessary to reply to points raised in a defence
ga: Is minic gur gá freagairt do phointí a thugtar chun solais i gcosaint

source: If the plaintiff wishes to deliver a reply, they must do so within 14 days of receiving the defence unless the time is extended by the Court
ga: Más mian leis an ngearánaí freagairt a sholáthar, ní mór dóibh amhlaidh a dhéanamh laistigh de 14 lá tar éis an chosaint a fháil, mura síneann an Chúirt an méid ama

source: Where a counterclaim has been delivered by the defence, the reply is subject to the rules that apply to a defence
ga: Sa chás gur sholáthair an chosaint frithéileamh, bíonn an fhreagairt faoi réir na rialacha a bhíonn i gceist le cosaint

source: Further information is available in Order 23 of the Rules of the Superior Courts
ga: Tá fáil ar thuilleadh faisnéise in Ordú 23 de Rialacha na nUaschúirteanna

source: If the defendant fails to enter an appearance, the plaintiff can apply to court for judgement in default of appearance
ga: Má theipeann ar an gcosantóir chun láithreas a thaifeadadh, féadfaidh an gearánaí iarratas a dhéanamh ar an gcúirt ar bhreithiúnas d’éagmais láithris

source: This means that because the defendant has failed to acknowledge the proceedings and indicate that they intend to defend them, the plaintiff may obtain a judgement from the court against the defendant without the need for a trial
ga: Ciallaíonn seo gur theip ar an gcosantóir na himeachtaí a aithint agus a thabhairt le fios go mbeartaíonn siad iad a chosaint. Is féidir leis an ngearánaí breithiúnas a fháil ón gcúirt i leith an chosantóra gan aon ghá a bheith le triail

source: If the defendant fails to deliver a defence, the plaintiff can apply to Court for judgement in default of defence
ga: Ciallaíonn seo gur theip ar an gcosantóir cosaint a sheoladh chuig an ngearánaí

source: This means that because the defendant has failed to send a defence to the plaintiff, the plaintiff may obtain a judgement from the court against the defendant without the need for a trial
ga: Is féidir leis an ngearánaí breithiúnas a fháil ón gcúirt i leith an chosantóra gan aon ghá a bheith le triail

source: There is more information in Order 27 of the Rules of the Superior Courts
ga: Tá níos mó faisnéise ar fáil in Ordú 27 de Rialacha na nUachúirteanna

source: Where either plaintiff or defendant is unsure of the case they have to meet, they can seek particulars
ga: Sa chás nach mbíonn gearánaí nó cosantóir cinnte faoin gcás ar gá dóibh aghaidh a thabhairt air, féadfaidh siad sonraí a lorg
